{
  "Home": "الرئيسية",
  "About Us": "من نحن",
  "News & Events": "الأخبار والأحداث",
  "Gallery": "معرض الصور",
  "Contact Us": "اتصل بنا",
  "Welcome to EPOTC.com !": "مرحبًا بكم في المركز المصري للتدريب على عمليات حفظ السلام",
  "Facts and Statistics": "حقائق وإحصائيات",
  "Partnership": "الشراكات",
  "News": "الأخبار",
  "Events": "الأحداث",
  "All Photos": "جميع الصور",
  "Videos": "الفيديوهات",
  "Follow Us": "تابعنا",
  "EPOTC": "المركز المصري للتدريب على عمليات حفظ السلام",
  "Support": "الدعم",
  "Highlights" : "ابرز الاحداث" ,
  "Our Partners" : "شراكاتنا",
  "Our Photos" : "صورنا",
  "Our Videos" : "فيديوهاتنا",
  "Explore our latest partnerships" : "استكشف شركاتنا الاخيرة",
  "Explore our latest photos" : "استكشف صورنا الاخيرة",
  "Explore our latest videos about peacekeeping operations and training" : "استكشف فيديوهاتنا حول عمليات حفظ السلام والتدريب",
  "Latest News" : "اخر الاخبار",
  "Contact us" : "اتصل بنا",
  "Phone" : "الهاتف",
  "Email" : "البريد الالكتروني",
  "Address" : "العنوان",
  "Post no." : "رقم البريد",

  "@ Copy Rights Ministry of internals 2025 | All rights reserved": "@Copy Right وزارة الداخلية 2025 | جميع الحقوق محفوظة",


"What is The Egyptian Peacekeeping Operations Training Center ?":" ما هو المركز المصري للتدريب على عمليات حفظ السلام؟",

"Egypt is keen on enhancing a sustained approach to maintain global peace and security, promoting peace and addressing the scourge of wars, armed conflicts, violence and terrorism. The Ministry of Interior established the Egyptian Peacekeeping Operations Training Center (EPOTC) in Police Academy to qualify Police personnel for effective contribution in peacekeeping and peacebuilding in conflict zones as an approach towards the global humanitarian role of peacekeepers": "أنشأت وزارة الداخلية مركز التدريب المصري على عمليات حفظ السلام  في أكاديمية الشرطة لتأهيل أفراد الشرطة للمساهمة الفعالة في حفظ السلام وبناء السلام في مناطق النزاع كجزء من الدور الإنساني العالمي لحفظ السلام     وتسعى مصر إلى تعزيز نهج مستدام للحفاظ على السلام والأمن العالميين، وتعزيز السلام ومعالجة آفة الحروب والنزاعات المسلحة والعنف والإرهاب",






  "Mission": "مهمتنا",

  "To conduct training, studies, research and specialized programs for peacekeepers in all aspects of peacekeeping operations in order to improve the effectiveness of their contributions and cope with the evolving field requirements.": "إجراء التدريب والدراسات والأبحاث والبرامج المتخصصة لحفظة السلام في جميع جوانب عمليات حفظ السلام من أجل تحسين فعالية مساهماتهم ومواكبة المتطلبات الميدانية المتطورة.",

"Task": "عملياتنا",
 "The center carries out the following missions : Preparing and training national and international cadres to work in peacekeeping missions and providing full support to both male and female participants interested in joining. Organizing various activities (training courses, seminars, conferences, workshops, etc.) in coordination with national entities, friendly countries, and organizations (international and regional) to enhance the role of police components in peacekeeping operations. Conducting studies and research related to all aspects of UN mission operations, reviewing the challenges faced by participants, and exploring ways to overcome them. Collaborating in training and exchanging expertise with similar entities (internationally, regionally, and locally) to enhance the performance of UN personnel.": "إعداد وتدريب الكوادر الوطنية والدولية للعمل في مهام حفظ السلام، وتقديم الدعم الكامل لكل من المشاركين الذكور والإناث الراغبين في الانضمام. تنظيم أنشطة مختلفة (دورات تدريبية، ندوات، مؤتمرات، ورش عمل، إلخ) بالتنسيق مع الكيانات الوطنية والدول الصديقة والمنظمات (الدولية والإقليمية) لتعزيز دور مكونات الشرطة في عمليات حفظ السلام. إجراء الدراسات والبحوث المتعلقة بجميع جوانب عمليات بعثات الأمم المتحدة، ومراجعة التحديات التي يواجهها المشاركون، واستكشاف طرق للتغلب عليها. التعاون في التدريب وتبادل الخبرات مع كيانات مماثلة (دوليًا وإقليميًا ومحليًا) لتعزيز أداء موظفي الأمم المتحدة.",

 "Training Topics": "مواضيع التدريب",

 "EPOTC conducts peacekeeping training, studies and research, as follows: • Qualifying police personnel for participating in Peacekeeping operations. • Protection of Civilians in armed conflicts. • Disarmament, Demobilization and Reintegration (DDR) of (ex-combatants/fighters) at mission host countries. • Capacity building of local police at mission host countries. • Political and ethnic conflict analysis and mediation. • Preventing radicalization and extremism leading to terrorism. • Monitoring elections at mission host countries. • Correctional institutions reform and security. • Countering illegal immigration, human trafficking, and transnational organized crime. • Qualifying female personnel for participating in Peacekeeping operations. • Improvised Explosive Devices (IEDs) detection. • First aid in police operations.": "يقوم مركز التدريب المصري لعمليات حفظ السلام بتنفيذ التدريب والدراسات والأبحاث المتعلقة بحفظ السلام، على النحو التالي: • تأهيل أفراد الشرطة للمشاركة في عمليات حفظ السلام. • حماية المدنيين في النزاعات المسلحة. • نزع السلاح والتسريح وإعادة الإدماج (DDR) للمقاتلين السابقين في دول استضافة البعثات. • بناء قدرات الشرطة المحلية في دول استضافة البعثات. • تحليل النزاعات السياسية والعرقية والتوسط فيها. • منع التطرف والتطرف المؤدي إلى الإرهاب. • مراقبة الانتخابات في دول استضافة البعثات. • إصلاح المؤسسات الإصلاحية وتعزيز الأمن فيها. • مكافحة الهجرة غير الشرعية، والاتجار بالبشر، والجريمة المنظمة عبر الوطنية. • تأهيل النساء للمشاركة في عمليات حفظ السلام. • الكشف عن العبوات الناسفة (IEDs). • الإسعافات الأولية في العمليات الشرطية.",


  "homepage": {
    "title": "المركز المصري للتدريب على عمليات حفظ السلام",
    "subtitle": "مساهمة فعالة في حفظ وبناء السلام",
    "Mission": "مهمتنا",
    "missionText": "إجراء التدريب والدراسات والبحوث والبرامج المتخصصة لحفظة السلام في جميع جوانب عمليات حفظ السلام من أجل تحسين فعالية مساهماتهم ومواكبة المتطلبات الميدانية المتطورة.",
    "taskTitle": "المهام",
    "taskText": "يقوم المركز بالمهام التالية: إعداد وتدريب الكوادر الوطنية والدولية للعمل في مهمات حفظ السلام وتقديم الدعم الكامل للمشاركين من الرجال والنساء. تنظيم الأنشطة المختلفة (الدورات التدريبية، الندوات، المؤتمرات، ورش العمل، إلخ) بالتنسيق مع الجهات الوطنية والدول الصديقة والمنظمات (الدولية والإقليمية) لتعزيز دور مكونات الشرطة في عمليات حفظ السلام. إجراء الدراسات والبحوث المتعلقة بجميع جوانب عمليات البعثات الأممية واستعراض التحديات التي يواجهها المشاركون واستكشاف سبل التغلب عليها. التعاون في التدريب وتبادل الخبرات مع الجهات المماثلة (دوليًا وإقليميًا ومحليًا) لتعزيز أداء أفراد الأمم المتحدة.",
    "trainingTopicsTitle": "مواضيع التدريب",
    "trainingTopicsText": "يقوم المركز بإجراء التدريب والدراسات والبحوث المتعلقة بعمليات حفظ السلام، بما في ذلك: تأهيل أفراد الشرطة للمشاركة في عمليات حفظ السلام. حماية المدنيين في النزاعات المسلحة. نزع السلاح والتسريح وإعادة الدمج للمقاتلين السابقين. بناء قدرات الشرطة المحلية في البلدان المضيفة للبعثات. تحليل النزاعات السياسية والإثنية والوساطة. منع التطرف المؤدي إلى الإرهاب. مراقبة الانتخابات في البلدان المضيفة للبعثات. إصلاح المؤسسات الإصلاحية والأمن. مكافحة الهجرة غير الشرعية والاتجار بالبشر والجريمة المنظمة العابرة للحدود. تأهيل النساء للمشاركة في عمليات حفظ السلام. الكشف عن العبوات الناسفة. الإسعافات الأولية في العمليات الشرطية.",
    "downloadApp": "قم بتحميل تطبيق EPOTC للمتابعة!"
  }
}
